let day = prompt('اختار يوم').trim()
switch(day) {

case "احد":
case "الاحد":
case "الأحد":
case "اليوم الاحد":
case "اليوم الأحد":
     document.write(" الأحد  اول ايام الاسبوع و يوم دوام عند الطلاب و الناس غالبًا")
     break; 

case "يوم الاثنين":
case "يوم  الأثنين":
case "الأثنين":
case "أثنين":
case "الاثنين":
case "اثنين":
     document.write("  الأثنين  ثاني ايام الاسبوع يوم دوام و دراسي عند اغلب الطلاب و الناس و  يعتبر نص الاسبوع الدراسي")
     break; 

case "ثلاثاء":
case "الثلاثاء":
case "اليوم الثلاثاء": 
     document.write(" الثلاثاء ثالث ايام الاسبوع و يوم دوام عند الطلاب و الناس غالبًا و يعتبر نص الاسبوع")
     break; 

case "اربعاء":
case "الاربعاء":
case "الأربعاء":
case "يوم الاربعاء":
case "يوم الأربعاء":
     document.write("  الأربعاء  رابع ايام الاسبوع يوم دوام و دراسي عند اغلب الطلاب و الناس و قديمًا كان اخر يو دراسي")
     break; 
case "خميس":
case "الخميس":
case "يوم الخميس":
     document.write(" الخميس  خامس ايام الاسبوع و يوم دوام عند الطلاب و الناس غالبًا, و يعتبر قديمًا اجازه لكن الان دوام وهو اخر ايم الاسبوع الدراسيه")
     break;  

case "جمعة":
case "جمعه":
case "الجمعة":
case "الجمعه":
case "يوم الجمعه":
case "يوم الجمعة":
     document.write("  الجمعة  سادس ايام ايام الاسبوع يوم اجازه عند الطلاب و الناس وهو ديني لازم تصلي فيه على الرسول و تستغفر كثير")
     break; 
case "سبت":
case "السبت":
case "يوم السبت":
     document.write("   السبت  سابع و اخر  ايام الاسبوع و يوم اجازه عند الطلاب و الناس كان دوام قديمًا")
     break; 

     default: 
     document.write("هذا مو يوم اكتب يوم عربي فقط تبًا للانجليزيه")
}




document.body.style.backgroundColor = "#F5DEB3";   // لون بشري دافئ
document.body.style.color = "#8B4513";            // لون كتابي بني داكن (مريح للعين)
document.body.style.fontSize = "70px";
document.body.style.textAlign = "center";

